iProdWHSE/Documents/Requests/Invio_Anagrafica_115713707.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:main="http://main.jws.com.hanel.de" xmlns:xsd="http://main.jws.com.hanel.de/xsd"> <soapenv:Header/> <soapenv:Body> <main:sendAPDReqV01> <main:param><xsd:articlePoolDataRecord><xsd:articleName>Fuso Ruota (Clone)</xsd:articleName><xsd:articleNumber>CodArt013</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>MANDRINO</xsd:articleName><xsd:articleNumber>EQ21-001</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Test2</xsd:articleName><xsd:articleNumber>27AK123 - ALPHA - BETA</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>PISTONE-WW</xsd:articleName><xsd:articleNumber>27063519 - NUOVO</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ASPIRAZIONE TNT ORIGINALE 50 ZIP 2T 1994-1996</xsd:articleName><xsd:articleNumber>RR-11902 - ALPHA 1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>3M™ Cubitron™ II 967A Dischi Lamellari 115 mm 60+ PN 65052 conf.10pz.</xsd:articleName><xsd:articleNumber>UT65072</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>BIELLA MOTORE 2 </xsd:articleName><xsd:articleNumber>25LD425 - ALPHA1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Fuso Ruota (Clone)</xsd:articleName><xsd:articleNumber>CodArt012</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>MASCHERA DI SALDATURA</xsd:articleName><xsd:articleNumber>EQ-001</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Fuso Ruota (Clone)</xsd:articleName><xsd:articleNumber>CodArt012bbbb</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>PUNTA ACCIAIO 12"</xsd:articleName><xsd:articleNumber>UT001</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>SUAP Comune di Pisa</xsd:articleName><xsd:articleNumber>SUAP_PI2222</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Taglierino multifunzionale composito polivalente</xsd:articleName><xsd:articleNumber>UK-OBJ-1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Maniglia intarsiata</xsd:articleName><xsd:articleNumber>TEMP-0</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Ventilatore</xsd:articleName><xsd:articleNumber>P01</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>GHIERA BLOCCAGGIO CUSCINETTI</xsd:articleName><xsd:articleNumber>N927834</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Ventilatore (Clone)</xsd:articleName><xsd:articleNumber>VENTI 2</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Piastra spiovente</xsd:articleName><xsd:articleNumber>PISP-E1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Nirox Set da 4 Ruote per carichi pesanti 75 mm - Ruote pivontanti per mobili con freno fino a 200 kg - Ruote girevoli per uso interno ed esterno - Altezza totale delle rotelle piroettanti 95 mm</xsd:articleName><xsd:articleNumber>N1021</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Ventilatore (Duplicato)</xsd:articleName><xsd:articleNumber>VENTI Duplicato</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Bisettore angolare</xsd:articleName><xsd:articleNumber>BANG-90</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>GIVI TELAIETTO PER BORSE LATERALI MOTO</xsd:articleName><xsd:articleNumber>TE2122</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>COLLETTORE DI ASPIRAZIONE PIAGGIO 125 VESPA</xsd:articleName><xsd:articleNumber>112869</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>COLLETTORE ASPIRAZIONE CARBURATORE MOTORE PIAGGIO NRG R</xsd:articleName><xsd:articleNumber>PI5860</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>SOFFIETTO ASPIRAZIONE APE MP 436096 PIAGGIO 50 ZIP</xsd:articleName><xsd:articleNumber>436096</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>TAMPONE SILENT BLOCK GOMMINO SUPPORTO RADIATORE RUNNER NEXUS BEVERLY X9 250</xsd:articleName><xsd:articleNumber>X96SMT</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Convolutore a spirale</xsd:articleName><xsd:articleNumber>1PNO-SP1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>FILIERE MASCHI LAMINATI VIMAR</xsd:articleName><xsd:articleNumber>AG2-MSVMR</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Alcool etilico 90° Multichimica 5 lt.</xsd:articleName><xsd:articleNumber>ALC5LT</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>B9</xsd:articleName><xsd:articleNumber>A05</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Respiratore attivo POWERCAP ACTIVE IP</xsd:articleName><xsd:articleNumber>EQUIPE-POWERCAP</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Test Bom Name</xsd:articleName><xsd:articleNumber>Test Bom Code</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prova Bom</xsd:articleName><xsd:articleNumber>PBC</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Tempo</xsd:articleName><xsd:articleNumber>PP1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prova Immagine</xsd:articleName><xsd:articleNumber>IMG</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Bullone</xsd:articleName><xsd:articleNumber>Nuovo</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prodotto di Fabio2</xsd:articleName><xsd:articleNumber>PF2</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>aa</xsd:articleName><xsd:articleNumber>a</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>FILTRO CARBURANTE</xsd:articleName><xsd:articleNumber>1-28/3</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Temporaneo</xsd:articleName><xsd:articleNumber>PR</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Temp 2</xsd:articleName><xsd:articleNumber>A</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Bullone 2</xsd:articleName><xsd:articleNumber>Nuovo 2</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ee</xsd:articleName><xsd:articleNumber>ee</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>y</xsd:articleName><xsd:articleNumber>y</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>d</xsd:articleName><xsd:articleNumber>RR-11902</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Maniglia intarsiata (Clone)</xsd:articleName><xsd:articleNumber>TEMP-0 - Clone</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prodotto prova tempi</xsd:articleName><xsd:articleNumber>PTP</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Orologio</xsd:articleName><xsd:articleNumber>CRO</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>BOM senza tempo</xsd:articleName><xsd:articleNumber>BST</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>BOCCHETTONE ASPIRAZIONE PIAGGIO 50 VESPA PK V5X</xsd:articleName><xsd:articleNumber>178727</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName> Indumento di protezione tuta Blu, CAT III</xsd:articleName><xsd:articleNumber>4515-B</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>BRACCIO ALOGENO</xsd:articleName><xsd:articleNumber>PIERBRCAL00</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prodotto condiviso 2 (Clone)</xsd:articleName><xsd:articleNumber>Prova 3 - Clone</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Kanban Test 2</xsd:articleName><xsd:articleNumber>Kanban2</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Nastro per mascheratura General Purpose  48mm x 50mt. Pallet 864 rotoli</xsd:articleName><xsd:articleNumber>101E</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>OLIO T1000</xsd:articleName><xsd:articleNumber>L034-7SR</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ELETTRODO 5"</xsd:articleName><xsd:articleNumber>COD001-E</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>FRESA 3 TAGLIO ORIZZONTALE</xsd:articleName><xsd:articleNumber>FLUIDOMATIC-001</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>SALDATORE A STAGNO PICCOLO</xsd:articleName><xsd:articleNumber>SALDATORI-004</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>PINZA ELASTICA ER32 ER 32 X MANDRINO FRESE DIAM. 19 MM TORNIO FRESA TRAPANO FRESA PRT TOOLS</xsd:articleName><xsd:articleNumber>100PTT0017</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>BETA Cassetta Riparazione Filetti 1495 | 014950500</xsd:articleName><xsd:articleNumber>014950500</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>CARRELLO PORTA ATTREZZI GRANDE</xsd:articleName><xsd:articleNumber>LOTTO--21-06-N183</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>questo è un prodotto particolarmente lungo, ma veramente lungo a bestia, ma parecchio più lungo di quanto tu potessi pensare</xsd:articleName><xsd:articleNumber>PRODOTTO LUNGO</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>FUSTELLA ACCIAIO PERIMETRO 46CM</xsd:articleName><xsd:articleNumber>00025433</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>UTENSILE DI PIETRA</xsd:articleName><xsd:articleNumber>UP</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>TEST01</xsd:articleName><xsd:articleNumber>CODICETEST</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>TEST2021</xsd:articleName><xsd:articleNumber>CODICETEST2021</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ARTICOLOTEST</xsd:articleName><xsd:articleNumber>TESTCODICE</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prova prodotto</xsd:articleName><xsd:articleNumber>Prova</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Prova prodotto</xsd:articleName><xsd:articleNumber>Prova ttt</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>erere</xsd:articleName><xsd:articleNumber>prova tttrew</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>oioioi 565656</xsd:articleName><xsd:articleNumber>ioio</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>reree</xsd:articleName><xsd:articleNumber>klkjhgfdsgfd</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>prodotto 1</xsd:articleName><xsd:articleNumber>p1</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>fgfg</xsd:articleName><xsd:articleNumber>oiuytrewq</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Banconota 100 Euro</xsd:articleName><xsd:articleNumber>B100E</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>TEST001</xsd:articleName><xsd:articleNumber>CODICE001</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>trew</xsd:articleName><xsd:articleNumber>oiuytre</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>544</xsd:articleName><xsd:articleNumber>kjhgf</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>tyrtere</xsd:articleName><xsd:articleNumber>lkjhgfddfghjhgf</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>33ew23w</xsd:articleName><xsd:articleNumber>asdfgds</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>reert</xsd:articleName><xsd:articleNumber>,mnbv</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>432</xsd:articleName><xsd:articleNumber>asdfggfd</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>bbvbv</xsd:articleName><xsd:articleNumber>nbnbnbn</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ytytyty</xsd:articleName><xsd:articleNumber>asdssfdghgf</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>4r3434</xsd:articleName><xsd:articleNumber>gfhggff</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>fgdss</xsd:articleName><xsd:articleNumber>hgfdfds</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>iuioiu</xsd:articleName><xsd:articleNumber>poiiopoii</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>wqwqwqw</xsd:articleName><xsd:articleNumber>qwqwqwqwqw</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>rererer</xsd:articleName><xsd:articleNumber>erererr</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>hhh</xsd:articleName><xsd:articleNumber>hhhhh</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>hghg</xsd:articleName><xsd:articleNumber>yuyuyuy</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>gffsa</xsd:articleName><xsd:articleNumber>asdfgh</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>jhjhhj</xsd:articleName><xsd:articleNumber>hjhjhhjj</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>uirutr</xsd:articleName><xsd:articleNumber>rturituriut</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>hhhg</xsd:articleName><xsd:articleNumber>hyhyh</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>bbb</xsd:articleName><xsd:articleNumber>nbnbn</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ffdfd</xsd:articleName><xsd:articleNumber>ghghgf</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>dddd</xsd:articleName><xsd:articleNumber>dddd</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>turbina</xsd:articleName><xsd:articleNumber>turbo</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>bbb</xsd:articleName><xsd:articleNumber>b</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ccc</xsd:articleName><xsd:articleNumber>c</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ddd</xsd:articleName><xsd:articleNumber>d</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>eee</xsd:articleName><xsd:articleNumber>e</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>Di prova</xsd:articleName><xsd:articleNumber>tpr</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>tytyty</xsd:articleName><xsd:articleNumber>tytytyt</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>tyty</xsd:articleName><xsd:articleNumber>poiuy</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>544ee</xsd:articleName><xsd:articleNumber>yyuyuyu</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ererer</xsd:articleName><xsd:articleNumber>aqwedr</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>opoiop</xsd:articleName><xsd:articleNumber>lklklklklklkl</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>kkkjj</xsd:articleName><xsd:articleNumber>lkkkkkk</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>ATTREZZATURA (Clone)</xsd:articleName><xsd:articleNumber>ATTR01 - Clone</xsd:articleNumber></xsd:articlePoolDataRecord><xsd:articlePoolDataRecord><xsd:articleName>JJKKJJ</xsd:articleName><xsd:articleNumber>jjkkjj</xsd:articleNumber></xsd:articlePoolDataRecord> </main:param> </main:sendAPDReqV01> </soapenv:Body></soapenv:Envelope>
